Repository: common-repository/starfish-reviews
Catalog: languages/starfish-*.po
Languages: de_de, fi_fi, fr_fr, nb_no, nl_nl, pt_br, th_th, tl_tl

source: Preview
de_de: Vorschau
fr_fr: Aperçu
nb_no: Forhåndsvisning
nl_nl: Voorbeeld
pt_br: Antevisão
th_th: ดูตัวอย่าง
tl_tl: Prebiyu

source: Icon Colors
de_de: Symbolfarben
nb_no: Ikonfarger
nl_nl: Pictogramkleuren
pt_br: Cores do ícone
th_th: ไอคอนสี

source: Name
fr_fr: Nom
nb_no: Navn
nl_nl: Naam
pt_br: Nome
th_th: ชื่อ
tl_tl: Pangalan

source: Upload New Icon
de_de: Neues Symbol hochladen
nb_no: Last opp nytt ikon
nl_nl: Upload nieuw pictogram
pt_br: Carregar Novo Ícone
th_th: อัปโหลดไอคอนใหม่

source: Select Icon
de_de: Wählen Sie Symbol
fr_fr: Sélectionner une Icône
nb_no: Velg Ikon
nl_nl: Selecteer Icoon
pt_br: Selecione o ícone
th_th: เลือกไอคอน
tl_tl: Pumili ng Icon

source: Color
de_de: Farbe
nb_no: Farge
nl_nl: Kleur
pt_br: Cor
th_th: สี

source: Background
de_de: Hintergrund
nb_no: Bakgrunn
nl_nl: Achtergrond
pt_br: fundo
th_th: พื้นหลัง

source: Review URL
de_de: URL überprüfen
fi_fi: Arvion URL-osoite
fr_fr: URL de l'Avis
nb_no: Gå gjennom URL
nl_nl: URL bekijken
pt_br: URL de revisão
th_th: URL บทวิจารณ์

source: Review Destination<sup>*</sup>
de_de: Ziel überprüfen <sup>*</sup>
fi_fi: Arvion kohde<sup>*</sup>
fr_fr: Destination de l'Avis<sup>*</sup>
nb_no: Gjennomgå destinasjon <sup>*</sup>
nl_nl: Bestemming beoordelen <sup>*</sup>
pt_br: Reveja o destino <sup>*</sup>
th_th: ตรวจสอบปลายทาง <sup>*</sup>
tl_tl: Patutunguhan ng Puna<sup>*</sup>

source: Destination URL is required (i.e "http://google.com"). Use for single and default destination.
de_de: Die Ziel-URL ist erforderlich (d. H. "Http://google.com"). Verwendung für Einzel- und Standardziel.
nb_no: Destinasjons-URL kreves (dvs. "http://google.com"). Brukes for enkelt og standard destinasjon.
nl_nl: Bestemmings-URL is vereist (d.w.z. 'http://google.com'). Gebruik voor enkele en standaard bestemming.
pt_br: O URL de destino é obrigatório (ou seja, "http://google.com"). Use para destino único e padrão.
th_th: ต้องระบุ URL ปลายทาง (เช่น "http://google.com") ใช้สำหรับปลายทางเดียวและปลายทางเริ่มต้น

source: Auto Redirect (seconds)
de_de: Automatische Umleitung (Sekunden)
fi_fi: Automaattinen ohjaus (sekunteina)
fr_fr: Redirection Automatique (secondes)
nb_no: Automatisk omdirigering (sekunder)
nl_nl: Automatische omleiding (seconden)
pt_br: Redirecionamento automático (segundos)
th_th: เปลี่ยนเส้นทางอัตโนมัติ (วินาที)
tl_tl: Auto Redirect (segundo)

source: Auto-forward to destination URL after X number of seconds. 0 for disable.
de_de: Automatische Weiterleitung an die Ziel-URL nach X Sekunden. 0 für deaktivieren.
fi_fi: Ohjaa kohdeosoitteeseen automaattisesti X sekunnin kuluttua. Valitse 0, jos haluat kytkeä pois käytöstä.
fr_fr: Redirection automatique vers l'URL de destination après X secondes. Entrez une valeur de 0 pour désactiver.
nb_no: Automatisk videresending til destinasjons-URL etter X antall sekunder. 0 for deaktivering.
nl_nl: Automatisch doorsturen naar bestemmings-URL na X aantal seconden. 0 voor uitschakelen.
pt_br: Encaminhar automaticamente para o URL de destino após X segundos. 0 para desativar.
th_th: ส่งต่อไปยัง URL ปลายทางโดยอัตโนมัติหลังจาก X จำนวนวินาที 0 สำหรับปิดการใช้งาน
tl_tl: Auto-forward sa patutunguhang URL pagkatapos ng X bilang ng mga segundo. 0 para huwag paganahin.

source: Submit Button (Positive)
de_de: Senden-Schaltfläche (positiv)
fr_fr: Bouton Envoyer (Positif)
nb_no: Send-knapp (positiv)
nl_nl: Knop Verzenden (positief)
pt_br: Botão Enviar (Positivo)
th_th: ปุ่มส่ง (บวก)
tl_tl: Pindutang Pangsumite (Positibo)

source: Additional Fields
de_de: Zusätzliche Felder
nb_no: Flere felt
nl_nl: Extra velden
pt_br: Campos Adicionais
th_th: ฟิลด์เพิ่มเติม

source: Required
de_de: Erforderlich
nb_no: Påkrevd
nl_nl: Verplicht
pt_br: Requeridos
th_th: จำเป็น

source: Phone
de_de: Telefon
nb_no: Telefon
nl_nl: Telefoon
pt_br: telefone
th_th: โทรศัพท์

source: Email Feedback
fi_fi: Palautteen lähettäminen
fr_fr: Email du Retour
nb_no: Tilbakemelding på e-post
pt_br: Feedback por email
th_th: ข้อเสนอแนะทางอีเมล

source: email address(es)
de_de: E-mailadressen
fi_fi: sähköpostiosoitteet
fr_fr: Adresse(s) email
nb_no: e-post adresse)
nl_nl: e-mailadres (sen)
pt_br: endereço de e-mail)
th_th: ที่อยู่อีเมล

source: email address(es) to send negative feedback to. You can add comma separated multiple email addresses. Shortcode <code>{admin-email}</code> defaults to the email set in WP Settings -> General.
de_de: E-Mail-Adressen, an die negatives Feedback gesendet werden soll. Sie können durch Kommas getrennte mehrere E-Mail-Adressen hinzufügen. Der Shortcode <code>{admin-email}</code> standardmäßig die unter WP-Einstellungen -&gt; Allgemein festgelegte <code>{admin-email}</code> Adresse.
nb_no: e-postadresse (r) å sende negativ tilbakemelding til. Du kan legge til kommaadskilte flere e-postadresser. Kortnummer <code>{admin-email}</code> standard e-postsett i WP-innstillinger -&gt; Generelt.
nl_nl: e-mailadres (sen) om negatieve feedback naar te sturen. U kunt door komma&#39;s gescheiden meerdere e-mailadressen toevoegen. Shortcode <code>{admin-email}</code> standaard ingesteld op de e-mail die is ingesteld in WP-instellingen -&gt; Algemeen.
pt_br: endereços de e-mail para os quais enviar feedback negativo. Você pode adicionar vários endereços de e-mail separados por vírgulas. O código curto <code>{admin-email}</code> padronizado para o e-mail definido em Configurações WP -&gt; Geral.
th_th: ที่อยู่อีเมลเพื่อส่งข้อเสนอแนะเชิงลบถึง คุณสามารถเพิ่มที่อยู่อีเมลหลายรายการโดยคั่นด้วยเครื่องหมายจุลภาค รหัสย่อ <code>{admin-email}</code> ค่าเริ่มต้นของอีเมลที่ตั้งค่าใน WP Settings -&gt; General

source: Submit Button (Negative)
de_de: Senden-Schaltfläche (Negativ)
fr_fr: Bouton Envoyer (Négative)
nb_no: Send-knapp (negativ)
nl_nl: Knop Verzenden (negatief)
pt_br: Botão Enviar (Negativo)
th_th: ปุ่มส่ง (เชิงลบ)
tl_tl: Pindutang Pangsumite (Negatibo)

source: Thank You Message
de_de: Danke Nachricht
fi_fi: Kiitosviesti
fr_fr: Message de remerciement
nb_no: Takk melding
nl_nl: Bedankt bericht
pt_br: Mensagem de agradecimento
th_th: ข้อความขอบคุณ
tl_tl: Pasasalamat na Mensahe

source: Thank you!
de_de: Vielen Dank!
fi_fi: Kiitos!
fr_fr: Merci !
nb_no: Takk skal du ha!
nl_nl: Dank u!
pt_br: Obrigado!
th_th: ขอบคุณ!
tl_tl: Salamat!

source: Disable Review Gating
de_de: Deaktivieren Sie Review Gating
fr_fr: Désactive le filtrage des Avis
nb_no: Deaktiver anmeldelse Gating
nl_nl: Schakel Review Gating uit
pt_br: Desativar avaliação de portas
th_th: ปิดการใช้งานตรวจสอบ Gating
tl_tl: Huwag paganahin ang Review Gating

source: Allow negative responses to proceed to review destination.
de_de: Lassen Sie negative Antworten zu, um das Ziel zu überprüfen.
fr_fr: Autoriser les réponses négatives d’accéder aux avis
nb_no: Tillat negative svar for å gå videre til gjennomgang av destinasjonen.
nl_nl: Laat negatieve reacties doorgaan om de bestemming te herzien.
pt_br: Permita que as respostas negativas prossigam para o destino da revisão.
th_th: อนุญาตให้ตอบกลับเพื่อดำเนินการตรวจสอบปลายทาง
tl_tl: Pahintulutan ang mga negatibong tugon na magpatuloy sa patutunguhan ng puna.

source: It's recommended you use this when asking for Google and Yelp reviews, to comply with their policy of not selectively asking for reviews only from people with positive feedback.
de_de: Es wird empfohlen, diese Option zu verwenden, wenn Sie nach Google- und Yelp-Bewertungen fragen, um deren Richtlinien zu entsprechen, nicht selektiv nur von Personen mit positivem Feedback nach Bewertungen zu fragen.
nb_no: Det anbefales at du bruker dette når du ber om Google- og Yelp-anmeldelser, for å overholde retningslinjene deres om ikke bare å be om anmeldelser fra personer med positive tilbakemeldinger.
nl_nl: We raden u aan dit te gebruiken wanneer u om Google- en Yelp-recensies vraagt, om te voldoen aan hun beleid om niet selectief alleen om beoordelingen te vragen van mensen met positieve feedback.
pt_br: É recomendável que você use isso ao solicitar avaliações do Google e do Yelp, para cumprir a política de não solicitar avaliações seletivamente apenas de pessoas com feedback positivo.
th_th: ขอแนะนำให้คุณใช้สิ่งนี้เมื่อขอความเห็นของ Google และ Yelp เพื่อให้สอดคล้องกับนโยบายของพวกเขาที่จะไม่ขอรีวิวเฉพาะจากผู้ที่มีความคิดเห็นในเชิงบวกเท่านั้น

source: Skip Feedback Text
de_de: Feedback-Text überspringen
nb_no: Hopp over tilbakemeldingstekst
nl_nl: Feedbacktekst overslaan
pt_br: Pular texto de feedback
th_th: ข้ามข้อความคำติชม

source: Link text to skip the Feedback form and leave a public review
de_de: Verknüpfen Sie den Text, um das Feedback-Formular zu überspringen und eine öffentliche Bewertung abgeben
nb_no: Lenke tekst for å hoppe over tilbakemeldingsskjemaet og legge igjen en offentlig gjennomgang
nl_nl: Link tekst om het feedbackformulier over te slaan en laat een openbare recensie achter
pt_br: Texto do link para pular o formulário de feedback e deixar uma crítica pública
th_th: ข้อความลิงก์เพื่อข้ามแบบฟอร์มคำติชม และแสดงความคิดเห็นต่อสาธารณะ

source: Header text presented above the destination option(s) if feedback skipped
de_de: Kopfzeilentext über den Zieloptionen, wenn das Feedback übersprungen wurde
nb_no: Overskriftstekst presentert over destinasjonsalternativet hvis tilbakemelding hoppet over
nl_nl: Koptekst weergegeven boven de bestemmingsoptie (s) als feedback is overgeslagen
pt_br: Texto do cabeçalho apresentado acima das opções de destino se o feedback for ignorado
th_th: ข้อความส่วนหัวที่แสดงเหนือตัวเลือกปลายทางหากความคิดเห็นถูกข้ามไป

source: Review Destination Name and URL are required
de_de: Zielname und URL überprüfen sind erforderlich
nb_no: Navn på destinasjon og URL er påkrevd
nl_nl: Bestemmingsnaam en URL zijn vereist
pt_br: O nome e o URL do destino da revisão são obrigatórios
th_th: ต้องระบุชื่อปลายทางและ URL ของการตรวจสอบ

source: Review Destination URL must be a valid URL (i.e. http://google.com)
de_de: Die Ziel-URL muss eine gültige URL sein (d. H. Http://google.com).
nb_no: Destinasjonsadresse for gjennomgang må være en gyldig nettadresse (dvs. http://google.com)
nl_nl: Bestemmings-URL voor recensie moet een geldige URL zijn (bijv. Http://google.com)
pt_br: O URL de destino da resenha deve ser um URL válido (ou seja, http://google.com)
th_th: URL ปลายทางของการตรวจสอบต้องเป็น URL ที่ถูกต้อง (เช่น http://google.com)

source: Upgrade to Marketer
de_de: Upgrade auf Marketer
nb_no: Oppgrader til Markedsfører
nl_nl: Upgrade naar Marketeer
pt_br: Atualize para o Marketer
th_th: อัปเกรดเป็น Marketer

source: Upgrade to Webmaster
de_de: Upgrade auf Webmaster
nb_no: Oppgrader til Webmaster
nl_nl: Upgrade naar Webmaster
pt_br: Upgrade para Webmaster
th_th: อัปเกรดเป็น Webmaster

source: Starfish Reviews
fi_fi: Starfish Arviot
nb_no: Starfish Anmeldelser
nl_nl: Starfish beoordelingen
th_th: รีวิวปลาดาว

source: The #1 review generation and review marketing plugin for WordPress! Encourage your tribe to provide 5-star reviews on Google, Facebook, and many more.
de_de: Das Plugin zur Erstellung und Überprüfung von Bewertungen Nr. 1 für WordPress! Ermutigen Sie Ihren Stamm, 5-Sterne-Bewertungen auf Google, Facebook und vielen mehr abzugeben.
nb_no: Den # 1 gjennomgang generasjon og gjennomgang markedsføring plugin for WordPress! Oppmuntre stammen din til å gi 5-stjerners anmeldelser på Google, Facebook og mange flere.
nl_nl: De # 1 review generatie en review marketing plug-in voor WordPress! Moedig je stam aan om 5-sterrenrecensies te geven op Google, Facebook en nog veel meer.
pt_br: O plug-in de marketing de revisão e revisão nº 1 para WordPress! Incentive sua tribo a fornecer avaliações 5 estrelas no Google, Facebook e muitos mais.
th_th: การสร้างบทวิจารณ์อันดับ 1 และปลั๊กอินการตลาดสำหรับ WordPress! สนับสนุนให้ชนเผ่าของคุณแสดงความคิดเห็นระดับ 5 ดาวบน Google, Facebook และอื่น ๆ อีกมากมาย

source: Upgrade Starfish Plan
nb_no: Oppgrader Starfish Plan

source: Failed to update Starfish Migration schema
nb_no: Kunne ikke oppdatere sjøstjerneoverføringsskjemaet

source: Turn off Starfish branding on Funnel pages.
fi_fi: Poista Starfishin merkinnät putkien sivuilta.
fr_fr: Enlever le branding Starfish sur les pages de Funnels.
nb_no: Slå av Starfish-merkevarebygging på trakt-sider.
tl_tl: I-off ang Starfish branding sa mga pahina ng mga Funnel.

source: Override "Powered by Starfish" Link
nb_no: Overstyr "Powered by Starfish" -linken

source: Click the button to allow Starfish to automatically perform these updates
nb_no: Klikk på knappen for å tillate at Starfish automatisk utfører disse oppdateringene

source: ID
nl_nl: ID kaart
pt_br: EU IRIA

source: StarfishPremium Reviews
de_de: StarfishPremium Bewertungen
pt_br: Críticas StarfishPremium

source: Powered by <a href="https://starfish.reviews" title="Review Generation on WordPress" target="_blank" rel="nofollow">StarfishPremium Reviews</a>
de_de: Powered by <a href="https://starfish.reviews" title="Überprüfen Sie die Generierung unter WordPress" target="_blank" rel="nofollow">StarfishPremium Bewertungen</a>

source: StarfishPremium Reviews needs to perform updates to the database
de_de: StarfishPremium Reviews muss Aktualisierungen der Datenbank durchführen

source: The following StarfishPremium Reviews migrations are currently in a FAILED status
de_de: Die folgenden StarfishPremium Reviews-Migrationen befinden sich derzeit im Status FAILED

source: The following StarfishPremium Reviews migrations completed successfully
de_de: Die folgenden Migrationen zu StarfishPremium Reviews wurden erfolgreich abgeschlossen

source: In order to activate StarfishPremium Reviews a PHP Version of %1$s or greater is required, currently PHP Version %2$s is found.
de_de: Um StarfishPremium Reviews zu aktivieren, ist eine PHP-Version von %1$s oder höher erforderlich. Derzeit wird die PHP-Version %2$s gefunden.

source: Different options required for the basic operation of StarfishPremium Reviews
de_de: Verschiedene Optionen für den grundlegenden Betrieb von StarfishPremium Reviews erforderlich

source: Starfish Settings
fi_fi: Starfishin asetukset
fr_fr: Réglages Starfish
nl_nl: Starfish-instellingen

source: Review Message
fr_fr: Message de l'Avis
tl_tl: Suriin ang Mensahe

source: Nonce verify failed
fr_fr: Vérification du nonce échoué

source: An error has occured. Your image was not added.
fr_fr: Une erreur est survenu. Votre image n'a pas pu être ajoutée.
tl_tl: May maling naganap. Ang iyong imahe ay hindi naidagdag.

source: Image is too large. It must be less than 2M!
fr_fr: L'image est trop grosse. Elle devrais peser moins de 2 Mo.
tl_tl: Masyadong malaki ang larawan. Dapat itong mas mababa sa 2M!

source: Please select an image to upload!
fr_fr: Veuillez sélectionner une image à téléverser !
tl_tl: Mangyaring pumili ng isang imahe na i-upload!

source: Destination is required. Use for single and default destination.
fr_fr: Une destination est nécessaire. Utilisé pour la destination simple et par défaut.
tl_tl: Ang patutunguhan ay kailangan. Gamitin para sa isa at default na patutunguhan.

source: Upload
fr_fr: Téléverser
tl_tl: Mag-upload

source: Browse...
fr_fr: Parcourir...
tl_tl: Mag-browse

source: Upload image
fr_fr: Téléverser l'image
tl_tl: Mag-upload ng larawan

source: Icon-BG Color
fr_fr: Couleurs d'arrière plan de l'Icône
tl_tl: Icon-BG Kulay

source: Encourage your customers to leave 5-star reviews on Google, Facebook, Yellow Pages, and more. See responses, monitor your reputation rating, and create multiple funnels with Starfish, the #1.0 reputation management plugin for WordPress!
fi_fi: Kannusta asiakkaitasi jättämään 5 tähden arvosteluja Googlessa, Facebookissa ja muissa palveluissa. Katso vastauksia, seuraa mainettasi ja luo useita arvioputkia Starfishillä – maailman parhaalla WordPressin arvioidenhallintalisäosalla!
fr_fr: Encouragez vos clients à laisser un avis de 5 étoiles sur Google, Facebook, Pages Jaunes, etc... Visionnez les réponses, garder un œil sur votre réputation, créez de multiple funnels avec Starfish, le plugin #1.0 pour WordPress de management de réputation en ligne.
tl_tl: Hikayatin ang iyong mga customer na umalis sa 5-star na mga review sa Google, Facebook, Yellow Pages, at higit pa. Tingnan ang mga tugon, subaybayan ang iyong marka ng reputasyon, at lumikha ng maramihang mga funnel na may Starfish, ang #1.0 plugin sa pamamahala ng reputasyon para sa WordPress!

source: Powered by Starfish
fr_fr: Propulsé par Starfish

source: characters.
fi_fi: merkkiä.
fr_fr: caractères.
tl_tl: mga karakter.

source: You need to enter at least
fi_fi: Kirjoita vähintään
fr_fr: Vous devez entrer un minimum de
tl_tl: Kailangan mong maglagay ng hindi bababa sa

source: Please enter your phone number.
fi_fi: Anna puhelinnumerosi.
fr_fr: Veuillez entrer votre numéro de téléphone.
tl_tl: Pakilagay sa numero ng iyong telepono.

source: Please enter your email address.
fi_fi: Anna sähköpostiosoitteesi.
fr_fr: Veuillez entrer votre adresse Email.
tl_tl: Mangyaring ilagay ang iyong email address.

source: (Required)
fi_fi: (pakollinen)
fr_fr: (Requis)
tl_tl: (Kailangan)

source: This funnel is not valid or published yet!
fi_fi: Tämä putki on virheellinen tai sitä ei ole julkaistu vielä!
fr_fr: Ce Funnel n'est pas encore valide ou publié.
tl_tl: Ang funnel na ito ay hindi wasto o hindi pa nai-publish!

source: Contents of the message. Make sure to include shortcode {review-message}. Also supports {funnel-name}, {feedback-id}, {reviewer-name}, {reviewer-email} and {reviewer-phone}.
fi_fi: Viestin sisältö. Muista sisällyttää lyhytkoodi {review-message}. Myös lyhytkoodit {funnel-name}, {feedback-id}, {reviewer-name}, {reviewer-email} ja {reviewer-phone} ovat mahdollisia.
fr_fr: Contenu du message. Soyez sûr d'inclure le shortcode {review-message}. Supporte également {funnel-name}, {feedback-id}, {reviewer-name}, {reviewer-email} et {reviewer-phone}.
tl_tl: Mga nilalaman ng mensahe. Tiyaking isama ang shortcode {review-message}. Sinusuportahan din ang {funnel-name}, {feedback-id}, {reviewer-name}, {reviewer-email} at {reviewer-phone}.

source: Subject of the email. Supports shortcode {funnel-name} and {feedback-id}.
fi_fi: Sähköpostiviestin aihe. Voit käyttää lyhytkoodeja {funnel-name} ja {feedback-id}.
fr_fr: Sujet de l'Email. Supporte les shortcodes {funnel-name} et {feedback-id}.
tl_tl: Paksa ng email. Sinusuportahan ang shortcode {funnel-name} at {feedback-id}.

source: Reply To Email
fi_fi: Vastausosoite
fr_fr: Répondre à l'Email
tl_tl: Sumagot Sa Email

source: Email address the message will appear to be from. Supports shortcode {admin-email} to use the site's admin email.
fi_fi: Sähköpostiosoite, joka näkyy viestin lähettäjänä. Jos haluat käyttää sivuston ylläpitäjän osoitetta, voit käyttää lyhytkoodia {admin-email}.
fr_fr: L'adresse email affichée comme envoyeur du message. Supporte le shortcode {admin-email} afin d'utiliser l'email de l'administrateur du site.
tl_tl: Ang email address na mensahe ay lilitaw na mula sa. Sinusuportahan ang shortcode {admin-email} upang magamit ang admin email ng site.

source: The name the email will appear to be from. Supports shortcode {site-name} to use the site's name.
fi_fi: Nimi, joka näkyy viestin lähettäjänä. Jos haluat käyttää sivuston nimeä, voit käyttää lyhytkoodia {site-name}.
fr_fr: Le nom affiché comme envoyeur du message. Supporte le shortcode {site-name} afin d'utiliser le nom du site.
tl_tl: Ang pangalan na lilitaw mula sa email. Sinusuportahan ang shortcode {site-name} upang gamitin ang pangalan ng site.

source: Email Settings
fi_fi: Sähköpostiasetukset
fr_fr: Réglages Email
tl_tl: Setting ng Email

source: Delete all settings on deactivation. DO NOT use this option, unless you want to remove ALL Starfish Reviews settings and data.
fi_fi: Poista kaikki asetukset, kun lisäosa poistetaan käytöstä. ÄLÄ käytä tätä asetusta, ellet halua poistaa KAIKKIA Starfish-arvosteluiden asetuksia ja tietoja.
fr_fr: Supprime tous les réglages à la désactivation. NE PAS utiliser cette option, sauf si vous souhaitez supprimer TOUTES les données et réglages liés à Starfish Reviews.
tl_tl: Tanggalin ang lahat ng settings sa de-aktibasyonn. HUWAG gamitin ang pagpipiliang ito maliban kung gusto mong alisin ang settings ng LAHAT ng Starfish Reviews at data.

source: Deactivation
fi_fi: Käytöstä poistaminen
fr_fr: Désactivation
tl_tl: De-aktibasyon

source: Override "Powered by Starfish" link URL with <a href="https://starfishwp.com/affiliate/?sub=creatives" target="_blank">your affiliate URL</a>.
fi_fi: Korvaa ”Powered by Starfish" -linkin kohdeosoite <a href="https://starfishwp.com/affiliate/?sub=creatives" target="_blank">omalla suositteluosoitteellasi</a>.
fr_fr: Remplace le lien "Powered by Starfish" par <a href="https://starfishwp.com/affiliate/?sub=creatives" target="_blank">votre URL d'affilié</a>.
tl_tl: I-override ang link na "Powered by Starfish" sa <a href="https://starfishwp.com/affiliate/?sub=creatives" target="_blank"> iyong affiliate URL </a>.

source: Affiliate URL
fi_fi: Affiliate-myynnin osoite
fr_fr: URL Affilié

source: Starfish Branding
fi_fi: Starfish-merkinnät
fr_fr: Branding Starfish

source: Re-save WP Settings>Permalink if your funnel goes to a 404 page.
fi_fi: Jos arvioputkesi ohjaa sivulle, jota ei ole olemassa (404-virhe), tallenna WordPressin Asetukset->Osoiterakenne -kohdan asetukset uudelleen.
fr_fr: Re-Enregistrez Réglages>Permaliens si votre funnel affiche une page 404.
tl_tl: I-save muli ang WP Settings>Permalink kung papunta ang iyong funnel sa isang 404 na pahina.

source: Review Page Slug
fi_fi: Arviosivun polkutunnus
fr_fr: Identifiant de la page d'Avis
tl_tl: Suriin ang Slug ng Pahina

source: Nonce unverified! Try again.
fi_fi: Ei ole vahvistettu! Yritä uudelleen.
fr_fr: "Nonce" non vérifié ! Essayez de nouveau.
tl_tl: Nonce unverified! Subukan muli.

source: Settings saved.
fi_fi: Asetukset tallennettu.
fr_fr: Réglages enregistrés.
tl_tl: Nai-save ang mga setting.

source: Good
fi_fi: Hyvä
fr_fr: Bon
tl_tl: Mabuti

source: Average
fi_fi: Keskiarvo
fr_fr: Moyen
tl_tl: Katampatan

source: Poor
fi_fi: Huono
fr_fr: Mauvaise
tl_tl: Mahina

source: Negative:
fi_fi: Negatiivinen:
fr_fr: Négative :
tl_tl: Negatibo:

source: Rating:
fi_fi: Arvio:
fr_fr: Note :
tl_tl: Marka:

source: Reviews
fi_fi: Arviot
fr_fr: Avis
tl_tl: Mga Puna

source: No Reviews found in Trash.
fi_fi: Roskakorista ei löytynyt arvioita.
fr_fr: Aucun avis dans la Corbeille.
tl_tl: Walang Mga Puna na natagpuan sa Basura.

source: No Reviews found.
fi_fi: Ei arvioita.
fr_fr: Aucun avis trouvé.
tl_tl: Walang nakita na Mga Puna.

source: Parent Reviews:
fi_fi: Ylemmät arviot:
fr_fr: Parent des Avis :
tl_tl: Mga Pangunahing Puna:

source: Search Reviews
fi_fi: Hae arvioita
fr_fr: Recherche d'Avis
tl_tl: Hanapin ang mga Puna

source: All Reviews
fi_fi: Kaikki arviot
fr_fr: Tous les Avis
tl_tl: Laht ng mga Puna

source: View Review
fi_fi: Näytä arvio
fr_fr: Voir l'Avis
tl_tl: Tingnan ang mga Puna

source: Edit Review
fi_fi: Muokkaa arviota
fr_fr: Editer l'AVIS
tl_tl: I-edit and Puna

source: New Review
fi_fi: Uusi arvio
fr_fr: Nouvel Avis
tl_tl: Bagong Puna

source: Add New Review
fi_fi: Lisää uusi arvio
fr_fr: Ajouter un Avis
tl_tl: Magdagdag ng Bagong Puna

# Review
source: Add New
fi_fi: Lisää uusi
fr_fr: Ajouter
tl_tl: Magdagdag ng Bago

# add new on admin bar
source: Starfish Review
fi_fi: Starfish Arviot
fr_fr: Avis Starfish

# admin menu
source: Starfish Reviews
fi_fi: Starfish Arviot
fr_fr: Avis Starfish

# post type singular name
source: Review
fi_fi: Arvio
fr_fr: Avis
tl_tl: Puna

# post type general name
source: Reviews
fi_fi: Arviot
fr_fr: Avis
tl_tl: Mga Puna
