Repository: common-repository/starfish-reviews
Catalog: languages/starfish-*.po
Languages: de_de, fi_fi, fr_fr, nb_no, nl_nl, pt_br, th_th, tl_tl

source: Subject of the email.
de_de: Betreff der E-Mail.
nb_no: E-postens emne.
nl_nl: Onderwerp van de e-mail.
pt_br: Assunto do email.
th_th: หัวเรื่องของอีเมล

source: Feedback from {funnel-name}
de_de: Feedback von {Trichtername}
fi_fi: Palaute putkesta {funnel-name}
fr_fr: Retour reçu de {funnel-name}
nb_no: Tilbakemelding fra {funnel-name}
nl_nl: Feedback van {funnel-name}
pt_br: Feedback de {funnel-name}
th_th: ความคิดเห็นจาก {funnel-name}
tl_tl: Tugon galing sa {funnel-name}

source: Contents of the message.
de_de: Inhalt der Nachricht.
nb_no: Innholdet i meldingen.
nl_nl: Inhoud van het bericht.
pt_br: Conteúdo da mensagem.
th_th: เนื้อหาของข้อความ

source: Submitter ID: {tracking-id}<br/>Message: {review-message}<br/>{reviewer-name}<br/>{reviewer-email}<br/>{reviewer-phone}
de_de: Absender-ID: {Tracking-ID} <br/> Nachricht: {Review-Nachricht} <br/> {Rezensentenname} <br/> {Rezensenten-E-Mail} <br/> {Rezensent-Telefon}
nb_no: Innsender-ID: {tracking-id} <br/> Melding: {review-message} <br/> {anmelder-navn} <br/> {anmelder-e-post} <br/> {anmelder-telefon}
nl_nl: Indiener-ID: {tracking-id} <br/> Bericht: {review-message} <br/> {reviewer-name} <br/> {reviewer-email} <br/> {reviewer-phone}
pt_br: ID do remetente: {tracking-id} <br/> Mensagem: {review-message} <br/> {nome do revisor} <br/> {e-mail do revisor} <br/> {telefone do revisor}
th_th: รหัสผู้ส่ง: {tracking-id}<br/> ข้อความ: {review-message}<br/> {ผู้ตรวจสอบชื่อ}<br/> {reviewer-email}<br/> {reviewer-phone}

source: The email address which feedback is sent to.
de_de: Die E-Mail-Adresse, an die das Feedback gesendet wird.
nb_no: E-postadressen som tilbakemeldingen sendes til.
nl_nl: Het e-mailadres waarnaar feedback wordt gestuurd.
pt_br: O endereço de e-mail para o qual o feedback é enviado.
th_th: ที่อยู่อีเมลที่ส่งคำติชมไป

source: Change the Funnel Slug
de_de: Ändern Sie den Trichter
nb_no: Endre traktens slug
nl_nl: Vervang de trechterslak
pt_br: Mudar o Slug do Funil
th_th: เปลี่ยน Funnel Slug

source: Turn off StarfishPremium branding on Funnel pages.
de_de: Deaktivieren Sie das StarfishPremium-Branding auf Trichterseiten.
nl_nl: Schakel StarfishPremium-branding uit op Funnel-pagina's.
pt_br: Desative a marca StarfishPremium nas páginas do funil.
th_th: ปิดการสร้างแบรนด์ StarfishPremium บนหน้าช่องทาง

source: Delete all settings on deactivation.
de_de: Löschen Sie alle Einstellungen bei Deaktivierung.
nb_no: Slett alle innstillinger ved deaktivering.
nl_nl: Verwijder alle instellingen bij deactivering.
pt_br: Exclua todas as configurações na desativação.
th_th: ลบการตั้งค่าทั้งหมดเมื่อปิดการใช้งาน

source: Override "Powered by StarfishPremium" Link
de_de: Überschreiben Sie den Link "Powered by StarfishPremium"
nl_nl: "Powered by StarfishPremium" -link overschrijven
pt_br: Substituir o link "Powered by StarfishPremium"
th_th: แทนที่ลิงก์ "ขับเคลื่อนโดยปลาดาว"

source: Powered by <a href="https://starfish.reviews" title="Review Generation on WordPress" target="_blank" rel="nofollow">Starfish Reviews</a>
nb_no: Drevet av <a href="https://starfish.reviews" title="Gjennomgå Generation på WordPress" target="_blank" rel="nofollow">Starfish Reviews</a>
nl_nl: Aangedreven door <a href="https://starfish.reviews" title="Review Generation op WordPress" target="_blank" rel="nofollow">Starfish Reviews</a>
pt_br: Desenvolvido por <a href="https://starfish.reviews" title="Geração de revisão no WordPress" target="_blank" rel="nofollow">Starfish Comentários</a>
th_th: ขับเคลื่อนโดย <a href="https://starfish.reviews" title="ตรวจสอบการสร้างบน WordPress" target="_blank" rel="nofollow">รีวิวปลาดาว</a>

source: Text for the link to skip the feedback form
de_de: Text für den Link zum Überspringen des Feedback-Formulars
nb_no: Tekst for lenken for å hoppe over tilbakemeldingsskjemaet
nl_nl: Tekst voor de link om het feedbackformulier over te slaan
pt_br: Texto do link para pular o formulário de feedback
th_th: ข้อความสำหรับลิงก์เพื่อข้ามแบบฟอร์มข้อเสนอแนะ

source: The message shown after submitting Feedback.
de_de: Die Nachricht, die nach dem Senden des Feedbacks angezeigt wird.
nb_no: Meldingen som vises etter tilbakemelding.
nl_nl: Het bericht dat wordt weergegeven na het verzenden van feedback.
pt_br: A mensagem exibida após o envio do feedback.
th_th: ข้อความที่แสดงหลังจากส่งคำติชม

source: Thanks for your feedback. We'll review it and work to improve.
de_de: Vielen Dank für Ihr Feedback. Wir werden es überprüfen und daran arbeiten, es zu verbessern.
fi_fi: Kiitos palautteestasi. Tarkistamme sen ja pyrimme kehittämään toimintaamme.
fr_fr: Merci pour votre retour. Nous allons l'analyser et l'utiliser pour améliorer nos services.
nb_no: Takk for din tilbakemelding. Vi vurderer det og jobber for å forbedre det.
nl_nl: Bedankt voor uw feedback. We zullen het beoordelen en werken aan verbetering.
pt_br: Obrigado pelo seu feedback! Vamos revisar e trabalhar para melhorar.
th_th: ขอบคุณสำหรับความคิดเห็นของคุณ เราจะตรวจสอบและดำเนินการปรับปรุง
tl_tl: Salamat sa iyong tugon. Susuriin namin ito at tatrabahuin upang mapabuti.

source: The message shown above the Feedback form.
de_de: Die Nachricht über dem Feedback-Formular.
nb_no: Meldingen som vises over tilbakemeldingsskjemaet.
nl_nl: Het bericht dat boven het feedbackformulier wordt weergegeven.
pt_br: A mensagem mostrada acima do formulário de feedback.
th_th: ข้อความที่แสดงด้านบนแบบฟอร์มคำติชม

source: We're sorry we didn't meet expectations. How can we do better in the future?
de_de: Es tut uns leid, dass wir die Erwartungen nicht erfüllt haben. Wie können wir es in Zukunft besser machen?
fi_fi: Olemme pahoillamme, ettemme vastannut odotuksiamme. Miten voisimme parantaa palveluamme/tuotettamme?
fr_fr: Nous sommes désolés de ne pas avoir répondu à vos attentes. Que pourrions nous faire pour mieux vous servir dans le futur ?
nb_no: Vi beklager at vi ikke oppfylte forventningene. Hvordan kan vi gjøre det bedre i fremtiden?
nl_nl: Het spijt ons dat we niet aan de verwachtingen voldeden. Hoe kunnen we het in de toekomst beter doen?
pt_br: Lamentamos não termos atendido às expectativas. Como podemos fazer melhor no futuro?
th_th: ขออภัยที่เราไม่เป็นไปตามความคาดหวัง เราจะทำอย่างไรให้ดีขึ้นในอนาคต?
tl_tl: Ikinalulungkot namin na hindi namin natugunan ang mga inaasahan. Paano kami makakabuti sa hinaharap?

source: The message shown above the destination options.
de_de: Die Meldung über den Zieloptionen.
nb_no: Meldingen som vises over destinasjonsalternativene.
nl_nl: Het bericht wordt weergegeven boven de bestemmingsopties.
pt_br: A mensagem exibida acima das opções de destino.
th_th: ข้อความที่แสดงเหนือตัวเลือกปลายทาง

source: <h3>Excellent! Please Rate us 5-stars</h3>...and leave a helpful review.
de_de: <h3> Ausgezeichnet! Bitte bewerten Sie uns mit 5 Sternen </h3> ... und hinterlasse eine hilfreiche Bewertung.
fi_fi: <h3>Loistavaa! Anna meille 5 tähteä</h3>…ja kirjoita oma arviosi.
fr_fr: <h3>Excellent ! Si vous souhaitez nous soutenir, penser à nous laisser un avis de 5 étoiles.</h3> Et laisser un avis constructif.
nb_no: <h3> Utmerket! Vennligst ranger oss 5 stjerner </h3> ... og legg igjen en nyttig anmeldelse.
nl_nl: <h3> Uitstekend! Beoordeel ons 5-sterren </h3> ... en laat een nuttige beoordeling achter.
pt_br: <h3> Excelente! Avalie-nos com 5 estrelas </h3> ... e deixe um comentário útil.
th_th: <h3>ยอดเยี่ยม! กรุณาให้คะแนนเรา 5 ดาว</h3> ... และแสดงความคิดเห็นที่เป็นประโยชน์
tl_tl: <h3>Napakahusay! Mangyaring markahan kami ng 5-star</h3> ... at mag-iwan ng kapaki-pakinabang na puna.

source: The feedback submit button text.
de_de: Der Text der Schaltfläche "Feedback senden".
nb_no: Tilbakemeldingene send inn knappetekst.
nl_nl: De knop voor het verzenden van feedback.
pt_br: O texto do botão de envio de feedback.
th_th: ข้อความปุ่มส่งความคิดเห็น

source: Send Feedback
de_de: Feedback abschicken
fi_fi: Lähetä palautetta
fr_fr: Envoyer le retour
nb_no: Send tilbakemelding
nl_nl: Feedback verzenden
pt_br: Enviar comentários
th_th: ส่งความคิดเห็น
tl_tl: Magbigay ng Tugon

source: The button text for submitting a review on single destination funnels.
de_de: Der Schaltflächentext zum Einreichen einer Bewertung für einzelne Zieltrichter.
nb_no: Knappeteksten for å sende inn en anmeldelse på enkeltmålstrakter.
nl_nl: De knoptekst voor het indienen van een beoordeling over trechters met één bestemming.
pt_br: O texto do botão para enviar uma avaliação em funis de destino único.
th_th: ข้อความปุ่มสำหรับส่งบทวิจารณ์ในช่องทางปลายทางเดียว

source: Submit Review
de_de: Bewertung abschicken
fi_fi: Lähetä arvio
fr_fr: Envoyer l'Avis
nb_no: Send anmeldelse
nl_nl: Review versturen
pt_br: Enviar revisão
th_th: ส่งรีวิว
tl_tl: Isumite ang Puna

source: The main funnel question text.
de_de: Der Haupttext der Trichterfrage.
nb_no: Hovedtraktspørsmålsteksten.
nl_nl: De belangrijkste trechter-vraagtekst.
pt_br: O texto principal da pergunta do funil.
th_th: ข้อความคำถามช่องทางหลัก

source: Would you recommend {site-name}?
de_de: Würden Sie {Site-Name} empfehlen?
fi_fi: Suosittelisitko kohdetta {site-name} muille?
fr_fr: Recommanderiez-vous {site-name} ?
nb_no: Vil du anbefale {site-name}?
nl_nl: Zou je {site-name} aanbevelen?
pt_br: Você recomendaria {site-name}?
th_th: คุณจะแนะนำ {site-name} ไหม
tl_tl: Irerekomenda mo ba ang {site-name}?

source: The text for leaving a public review after submitting feedback.
de_de: Der Text zum Verlassen einer öffentlichen Bewertung nach Abgabe des Feedbacks.
nb_no: Teksten for å legge igjen en offentlig gjennomgang etter innlevering av tilbakemelding.
nl_nl: De tekst voor het achterlaten van een openbare recensie na het indienen van feedback.
pt_br: O texto para deixar uma avaliação pública após enviar feedback.
th_th: ข้อความสำหรับแสดงความคิดเห็นต่อสาธารณะหลังจากส่งข้อเสนอแนะ

source: The number of seconds to wait before auto-redirecting to the single destination.
de_de: Die Anzahl der Sekunden, die gewartet werden muss, bevor die automatische Umleitung zum einzelnen Ziel erfolgt.
nb_no: Antall sekunder å vente før automatisk omdirigering til den enkelte destinasjonen.
nl_nl: Het aantal seconden dat moet worden gewacht voordat het automatisch wordt omgeleid naar de enkele bestemming.
pt_br: O número de segundos de espera antes do redirecionamento automático para o único destino.
th_th: จำนวนวินาทีที่ต้องรอก่อนที่จะเปลี่ยนเส้นทางไปยังปลายทางเดียวโดยอัตโนมัติ

source: Starfish Reviews needs to perform updates to the database
nb_no: Starfish Reviews må utføre oppdateringer til databasen
nl_nl: Starfish Reviews moet updates aan de database uitvoeren
pt_br: Starfish Reviews precisa realizar atualizações no banco de dados
th_th: Starfish Reviews ต้องทำการอัปเดตฐานข้อมูล

source: Pending Updates:
de_de: Ausstehende Updates:
nb_no: Ventende oppdateringer:
nl_nl: In afwachting van updates:
pt_br: Atualizações pendentes:
th_th: การอัปเดตที่รอดำเนินการ:

source: Click the button to allow StarfishPremium to automatically perform these updates
de_de: Klicken Sie auf die Schaltfläche, damit StarfishPremium diese Updates automatisch durchführen kann
nl_nl: Klik op de knop om StarfishPremium toe te staan deze updates automatisch uit te voeren
pt_br: Clique no botão para permitir que a StarfishPremium execute automaticamente essas atualizações
th_th: คลิกปุ่มเพื่ออนุญาตให้ StarfishPremium ทำการอัปเดตเหล่านี้โดยอัตโนมัติ

source: The following Starfish Reviews migrations are currently in a FAILED status
nb_no: Følgende migrasjoner av Starfish Reviews er for øyeblikket i MISLAGT-status
nl_nl: De volgende Starfish Reviews-migraties hebben momenteel de status FAILED
pt_br: As seguintes migrações da Starfish Reviews estão atualmente com status FALHA
th_th: การย้ายข้อมูล Starfish Reviews ต่อไปนี้อยู่ในสถานะ FAILED

source: The following Starfish Reviews migrations completed successfully
nb_no: Følgende migrasjoner av Starfish Reviews ble fullført
nl_nl: De volgende migraties van Starfish Reviews zijn succesvol afgerond
pt_br: As seguintes migrações do Starfish Reviews foram concluídas com sucesso
th_th: การย้ายข้อมูล Starfish Reviews ต่อไปนี้เสร็จสมบูรณ์แล้ว

source: In order to activate Starfish Reviews a PHP Version of %1$s or greater is required, currently PHP Version %2$s is found.
nb_no: For å aktivere Starfish Reviews kreves det en PHP-versjon på %1$s eller høyere. For øyeblikket er PHP-versjon %2$s funnet.
nl_nl: Om Starfish Reviews te activeren is een PHP-versie van %1$s of hoger vereist, momenteel wordt PHP-versie %2$s gevonden.
pt_br: Para ativar o Starfish Reviews, uma versão do PHP de %1$s ou superior é necessária, atualmente a versão do PHP %2$s foi encontrada.
th_th: ในการเปิดใช้งานรีวิว StarfishPremium จำเป็นต้องมีเวอร์ชัน PHP %1$s ขึ้นไปขณะนี้พบเวอร์ชัน PHP %2$s

source: StarfishPremium Settings
de_de: StarfishPremium-Einstellungen
pt_br: Configurações de estrelas do mar
th_th: การตั้งค่าปลาดาว

source: Settings
de_de: die Einstellungen
fi_fi: Asetukset
fr_fr: Réglages
nb_no: Innstillinger
nl_nl: Instellingen
pt_br: Configurações
th_th: การตั้งค่า
tl_tl: Mga Setting

source: Different options required for the basic operation of Starfish Reviews
nb_no: Ulike alternativer som kreves for grunnleggende drift av Starfish Reviews
nl_nl: Verschillende opties vereist voor de basiswerking van Starfish Reviews
pt_br: Diferentes opções necessárias para a operação básica do Starfish Reviews
th_th: ตัวเลือกต่างๆที่จำเป็นสำหรับการใช้งานพื้นฐานของ Starfish Reviews

source: Defaults
de_de: Standardeinstellungen
nb_no: Standardinnstillinger
nl_nl: Standaardwaarden
pt_br: Padrões
th_th: ค่าเริ่มต้น

source: StarfishPremium Reports
de_de: Seesternberichte
pt_br: Relatórios StarfishPremium
th_th: รายงานปลาดาว

source: Reports
de_de: Berichte
nb_no: Rapporter
nl_nl: Rapporten
pt_br: Relatórios
th_th: รายงาน

source: Add New Feedback
de_de: Neues Feedback hinzufügen
nb_no: Legg til ny tilbakemelding
nl_nl: Nieuwe feedback toevoegen
pt_br: Adicionar novo feedback
th_th: เพิ่มคำติชมใหม่

source: New Feedback
de_de: Neues Feedback
nb_no: Ny tilbakemelding
nl_nl: Nieuwe feedback
pt_br: Novo Feedback
th_th: ข้อเสนอแนะใหม่

source: Edit Feedback
de_de: Feedback bearbeiten
nb_no: Rediger tilbakemelding
nl_nl: Feedback bewerken
pt_br: Editar feedback
th_th: แก้ไขคำติชม

source: View Feedback
de_de: Feedback anzeigen
nb_no: Se tilbakemeldinger
nl_nl: Bekijk feedback
pt_br: Ver feedback
th_th: ดูคำติชม

source: All Feedback
de_de: Alle Rückmeldungen
nb_no: All tilbakemelding
nl_nl: Alle feedback
pt_br: Todos os comentários
th_th: ข้อเสนอแนะทั้งหมด

source: Search Feedback
de_de: Feedback suchen
nb_no: Søk tilbakemelding
nl_nl: Feedback zoeken
pt_br: Feedback de pesquisa
th_th: ค้นหาคำติชม

source: Parent Feedback:
de_de: Elternfeedback:
nb_no: Foreldres tilbakemelding:
nl_nl: Feedback van ouders:
pt_br: Feedback dos pais:
th_th: ความคิดเห็นของผู้ปกครอง:

source: No Feedback found.
de_de: Kein Feedback gefunden.
nb_no: Ingen tilbakemeldinger funnet.
nl_nl: Geen feedback gevonden.
pt_br: Nenhum feedback encontrado.
th_th: ไม่พบคำติชม

source: No Feedback found in Trash.
de_de: Kein Feedback im Papierkorb gefunden.
nb_no: Ingen tilbakemeldinger funnet i papirkurven.
nl_nl: Geen feedback gevonden in Prullenbak.
pt_br: Nenhum feedback encontrado na lixeira.
th_th: ไม่พบคำติชมในถังขยะ

source: Description.
de_de: Beschreibung.
fi_fi: Kuvaus.
nb_no: Beskrivelse.
nl_nl: Omschrijving.
pt_br: Descrição.
th_th: คำอธิบาย
tl_tl: Paglalarawan.

source: Date & Time
de_de: Terminzeit
fi_fi: Päivämäärä/aika
fr_fr: Date et Heure
nb_no: Dato tid
nl_nl: Datum Tijd
pt_br: Data hora
th_th: วันเวลา
tl_tl: Petsa & Oras

source: Reviewer
de_de: Gutachter
fi_fi: Tarkistaja
fr_fr: Critique
nb_no: Anmelder
nl_nl: Recensent
pt_br: Revisor
th_th: ผู้ตรวจทาน
tl_tl: Tagapuna

source: Feedback
fi_fi: Palaute
fr_fr: Retour
nb_no: Tilbakemelding
pt_br: Comentários
th_th: ข้อเสนอแนะ
tl_tl: Tugon

source: Message
de_de: Botschaft
fi_fi: Viesti
nb_no: Beskjed
nl_nl: Bericht
pt_br: mensagem
th_th: ข้อความ
tl_tl: Mensahe

source: Funnel
de_de: Trichter
fi_fi: Putki
nb_no: Trakt
nl_nl: Trechter
pt_br: Funil
th_th: ช่องทาง

source: Destination
de_de: Ziel
nb_no: Mål
nl_nl: Bestemming
pt_br: Destino
th_th: ปลายทาง
tl_tl: Patutunguhan

source: Premium Feature, Upgrade Now!
de_de: Premium-Funktion, jetzt aktualisieren!
nb_no: Premium Feature, oppgrader nå!
nl_nl: Premium-functie, nu upgraden!
pt_br: Recurso Premium, atualize agora!
th_th: คุณสมบัติพิเศษอัปเกรดทันที!

source: Positive
de_de: Positiv
fi_fi: Positiivinen
nb_no: Positivt
nl_nl: Positief
pt_br: Positivo
th_th: บวก
tl_tl: Positibo

source: Negative
de_de: Negativ
fi_fi: Negatiivinen
fr_fr: Négative
nb_no: Negativ
nl_nl: Negatief
pt_br: Negativo
th_th: เชิงลบ
tl_tl: Negatibo

source: All Funnels
de_de: Alle Trichter
fi_fi: Kaikki putket
fr_fr: Tous les Funnels
nb_no: Alle trakter
nl_nl: Alle trechters
pt_br: Todos os funis
th_th: ช่องทางทั้งหมด
tl_tl: Lahat ng Funnels

source: Add New Funnel
de_de: Neuen Trichter hinzufügen
fi_fi: Lisää uusi putki
fr_fr: Ajouter un nouveau Funnel
nb_no: Legg til ny trakt
nl_nl: Nieuwe trechter toevoegen
pt_br: Adicionar novo funil
th_th: เพิ่มช่องทางใหม่
tl_tl: Magdagdag ng Bagong Funnel

source: New Funnel
de_de: Neuer Trichter
fi_fi: Uusi putki
fr_fr: Nouveau Funnel
nb_no: Ny trakt
nl_nl: Nieuwe trechter
pt_br: Novo Funil
th_th: ช่องทางใหม่
tl_tl: Bagong Funnel

source: Edit Funnel
de_de: Trichter bearbeiten
fi_fi: Muokkaa putkea
fr_fr: Editer le Funnel
nb_no: Rediger trakt
nl_nl: Trechter bewerken
pt_br: Editar funil
th_th: แก้ไขช่องทาง
tl_tl: I-edit ang Funnel

source: Funnel Logo
de_de: Trichter-Logo
fi_fi: Arvioputken logo
fr_fr: Logo du Funnel
nb_no: Traktlogo
nl_nl: Trechter Logo
pt_br: Logotipo do funil
th_th: โลโก้ช่องทาง

source: Set Funnel Logo
de_de: Trichter-Logo einstellen
fi_fi: Aseta arvioputken logo
fr_fr: Définir le Logo du Funnel
nb_no: Sett traktlogo
nl_nl: Trechterlogo instellen
pt_br: Definir logotipo do funil
th_th: ตั้งค่าโลโก้ช่องทาง
tl_tl: Itakda ang Logo ng Funnel

source: Remove Funnel Logo
de_de: Trichter-Logo entfernen
fi_fi: Poista arvioputken logo
fr_fr: Enlever le Logo du Funnel
nb_no: Fjern traktlogo
nl_nl: Trechterlogo verwijderen
pt_br: Remover logotipo do funil
th_th: ลบโลโก้ช่องทาง
tl_tl: Tanggalin ang Logo ng Funnel

source: Use as Funnel Logo
de_de: Verwendung als Trichter-Logo
fi_fi: Käytä arvioputken logona
fr_fr: Utiliser comme Logo du Funnel
nb_no: Bruk som traktlogo
nl_nl: Gebruiken als trechterlogo
pt_br: Use como logotipo do funil
th_th: ใช้เป็นโลโก้ช่องทาง
tl_tl: Gamitin bilang Logo ng Funnel

source: View Funnel
de_de: Trichter anzeigen
fi_fi: Näytä putki
fr_fr: Voir le Funnel
nb_no: Vis trakt
nl_nl: Bekijk trechter
pt_br: Ver funil
th_th: ดูช่องทาง
tl_tl: Tingnan ang Funnel

source: Search Funnels
de_de: Suchtrichter
fi_fi: Hae putkia
fr_fr: Rechercher dans les Funnels
nb_no: Søk i trakter
nl_nl: Zoektrechters
pt_br: Funis de pesquisa
th_th: กระบวนการค้นหา
tl_tl: Maghanap ng Funnels

source: Parent Funnels:
de_de: Übergeordnete Trichter:
fi_fi: Ylemmät putket:
fr_fr: Parent des Funnels :
nb_no: Foreldretrakter:
nl_nl: Bovenliggende trechters:
pt_br: Funis pais:
th_th: ช่องทางหลัก:
tl_tl: Pangunahing Funnels:

source: No Funnels found.
de_de: Keine Trichter gefunden.
fi_fi: Ei putkia.
fr_fr: Aucun Funnel trouvé.
nb_no: Ingen trakter funnet.
nl_nl: Geen trechters gevonden.
pt_br: Nenhum funil encontrado.
th_th: ไม่พบช่องทาง
tl_tl: Walang Funnels na natagpuan.

source: No Funnels found in Trash.
de_de: Keine Trichter im Papierkorb gefunden.
fi_fi: Roskakorista ei löytynyt putkia.
fr_fr: Aucun Funnel dans la Corbeille.
nb_no: Ingen trakter funnet i papirkurven.
nl_nl: Geen trechters gevonden in prullenbak.
pt_br: Nenhum funil encontrado na lixeira.
th_th: ไม่พบช่องทางในถังขยะ
tl_tl: Walang Funnels na natagpuan sa Basura.

source: Funnel Settings
de_de: Trichtereinstellungen
fi_fi: Putken asetukset
fr_fr: Réglages du Funnel
nb_no: Traktinnstillinger
nl_nl: Trechterinstellingen
pt_br: Configurações de funil
th_th: การตั้งค่าช่องทาง

source: Positive Response
de_de: Positive Antwort
fr_fr: Réponse positive
nb_no: Positiv respons
nl_nl: Positieve reactie
pt_br: Resposta positiva
th_th: การตอบสนองเชิงบวก
tl_tl: Positibong Tugon

source: Negative Response
de_de: Negative Antwort
fr_fr: Réponse négative
nb_no: Negativt svar
nl_nl: Negatieve reactie
pt_br: Resposta Negativa
th_th: การตอบสนองเชิงลบ
tl_tl: Negatibong Tugon

source: Toolbox
de_de: Werkzeugkasten
nb_no: Verktøykasse
nl_nl: Gereedschapskist
pt_br: Caixa de ferramentas
th_th: กล่องเครื่องมือ

source: Would you recommend {WP site name here}?
de_de: Würden Sie {WP Site Name hier} empfehlen?
fi_fi: Suosittelisitko kohdetta {WP site name here} muille?
fr_fr: Recommanderiez vous {WP site name here} ?
nb_no: Vil du anbefale {WP-nettstedets navn her}?
nl_nl: Zou u {WP site name here} aanbevelen?
pt_br: Você recomendaria {WP site name here}?
th_th: คุณจะแนะนำ {WP site name here} ไหม
tl_tl: Inirerekomenda mo ba ang {WP site name dito}?

source: Shortcode <code>{site-name}</code> uses the site name as set in WP Settings -> General.
de_de: Der Shortcode <code>{site-name}</code> verwendet den Site-Namen, wie unter WP-Einstellungen -&gt; Allgemein festgelegt.
nb_no: Shortcode <code>{site-name}</code> bruker nettstedsnavnet som angitt i WP-innstillinger -&gt; Generelt.
nl_nl: Shortcode <code>{site-name}</code> gebruikt de sitenaam zoals ingesteld in WP-instellingen -&gt; Algemeen.
pt_br: O shortcode <code>{site-name}</code> usa o nome do site conforme definido em Configurações WP -&gt; Geral.
th_th: Shortcode <code>{site-name}</code> ใช้ชื่อไซต์ตามที่ตั้งไว้ใน WP Settings -&gt; General

source: Answer Buttons Style
de_de: Antwortschaltflächen Stil
fi_fi: Vastaus-painikkeiden tyyli
fr_fr: Style des Boutons de réponse
nb_no: Svar Knapper Stil
nl_nl: Antwoordknoppen Stijl
pt_br: Estilo dos botões de resposta
th_th: ตอบลักษณะปุ่ม
tl_tl: Ang Estilo ng Sagutang Pindutan

source: Thumbs outline
de_de: Daumen Umriss
fr_fr: Pouces surlignés
nb_no: Tommelen skisserer
nl_nl: Duimen overzicht
pt_br: Contorno dos polegares
th_th: โครงร่างนิ้วหัวแม่มือ
tl_tl: Balangkas na Hinlalaki

source: Thumbs solid
de_de: Daumen fest
fr_fr: Pouces pleins
nb_no: Tommelen solid
nl_nl: Duimen stevig
pt_br: Polegares sólidos
th_th: นิ้วหัวแม่มือแข็ง
tl_tl: Solidong Hinlalaki

source: Faces
de_de: Gesichter
fr_fr: Visages
nb_no: Ansikter
nl_nl: Gezichten
pt_br: Rostos
th_th: ใบหน้า
tl_tl: Mga Mukha

source: Symbol circles
de_de: Symbolkreise
fr_fr: Symboles de cercles
nb_no: Symbol sirkler
nl_nl: Symbool cirkels
pt_br: Círculos de símbolo
th_th: วงกลมสัญลักษณ์
tl_tl: Mga Simbolong Bilog

source: Funnel Shortcode
de_de: Trichter-Shortcode
fi_fi: Putken lyhytkoodi
fr_fr: Shortcode du Funnel
nb_no: Trakt Shortcode
nl_nl: Trechter shortcode
pt_br: Código abreviado do funil
th_th: รหัสย่อของช่องทาง

source: Accepts HTML
de_de: Akzeptiert HTML
fi_fi: HTML sallittu
fr_fr: Accepter l'HTML
nb_no: Godtar HTML
nl_nl: Accepteert HTML
pt_br: Aceita HTML
th_th: ยอมรับ HTML
tl_tl: Tumatanggap ng HTML

source: Number of Destinations
de_de: Anzahl der Ziele
fr_fr: Nombre de Destinations
nb_no: Antall destinasjoner
nl_nl: Aantal bestemmingen
pt_br: Número de destinos
th_th: จำนวนจุดหมายปลายทาง
tl_tl: Bilang ng Patutunguhan

source: Single
fr_fr: Simple
nb_no: Enkelt
pt_br: solteiro
th_th: โสด
tl_tl: Isa

source: Multiple
de_de: Mehrere
nb_no: Flere
nl_nl: Meerdere
pt_br: Múltiplo
th_th: หลายรายการ
tl_tl: Maramihan

source: Set Multiple Destinations
de_de: Mehrere Ziele festlegen
fr_fr: Activer les Destinations Multiple
nb_no: Angi flere destinasjoner
nl_nl: Stel meerdere bestemmingen in
pt_br: Definir vários destinos
th_th: ตั้งค่าปลายทางหลายแห่ง
tl_tl: Magtakda ng Maramihang Patutunguhan

source: Icon
de_de: Symbol
fr_fr: Icône
nb_no: Ikon
nl_nl: Icoon
pt_br: Ícone
th_th: ไอคอน
