Repository: common-repository/starfish-reviews
Catalog: languages/starfish-*.po
Languages: de_de, fi_fi, fr_fr, nb_no, nl_nl, pt_br, th_th, tl_tl

source: You have the Business version of Starfish Reviews, which limits you to 6 funnels. Please <a href="https://starfishwp.com/shop/" target="_blank">upgrade to</a> the Webmaster license if you need more.
fi_fi: Sinulla on Starfish-arvioiden Business-versio, jolla voi tehdä enintään 6 putkea. <a href="https://starfishwp.com/shop/" target="_blank">Päivitä</a> Webmaster-versioon, jos tarvitset lisää.
fr_fr: Vous possédez la version Business de Starfish Reviews, ce qui vous limite à 6 funnels. Veuillez <a href="https://starfishwp.com/shop/" target="_blank">améliorer vers</a> la licence Webmaster si vous souhaitez davantage de funnels.
tl_tl: Mayroon kang Business bersyon ng Starfish Reviews na naglilimita sa iyo sa 6 na funnels. Mangyaring <a href="https://starfishwp.com/shop/" target="_blank"> mag-upgrade sa </a> Webmaster na lisensya kung kailangan mo ng higit pa.

source: Review Destination URL Is Required
fi_fi: Arvion kohdeosoite on pakollinen tieto
fr_fr: L'URL de destination de l'Avis est requis
tl_tl: Ang URL na Patutunguhan ng Puna ay Kailangan

source: email address(es) to send negative feedback to. You can add comma separated multiple email addresses. Shortcode {admin-email} defaults to the email set in WP Settings>General.
fi_fi: sähköpostiosoitteet negatiivista palautetta varten. Voit lisätä pilkuilla erotettuna useita sähköpostiosoitteita. Lyhytkoodi {admin-email} tarkoittaa WordPressin Asetukset > Yleinen kohdassa asetettua sähköpostiosoitetta.
fr_fr: adresse(s) email auxquels envoyer les retours négatifs. Vous pouvez ajouter plusieurs adresses email en les séparant par des virgules. Le shortcode {admin-email} récupère la valeur dans Réglages > Général.
tl_tl: email address(es) kung saan ipapadala ang negatibong puna. Maaari kang magdagdag ng maraming mga email address na pinaghihiwalay ng kuwit . Shortcode {admin-email} mga default sa hanay ng e-mail sa WP Settings>General.

source: Ask for phone?
fi_fi: Pyydä puhelinnumeroa?
fr_fr: Demander le téléphone ?
tl_tl: Hingin ang numero sa telepono?

source: Reviewer Phone
fi_fi: Arvioijan puhelinnumero
fr_fr: Téléphone du Critique
tl_tl: Telepono ng Tagapuna

source: Ask for email?
fi_fi: Pyydä sähköpostiosoitetta?
fr_fr: Demander l'Email ?
tl_tl: Hingin ang email?

source: Reviewer Email
fi_fi: Arvioijan sähköpostiosoite
fr_fr: Email du Critique
tl_tl: Email ng Tagapuna

source: Required?
fi_fi: Pakollinen?
fr_fr: Requis ?
tl_tl: Kailangan?

source: Ask for name?
fi_fi: Kysy nimeä?
fr_fr: Demander le nom ?
tl_tl: Hingin ang pangalan?

source: Reviewer Name
fi_fi: Arvioijan nimi
fr_fr: Nom du Critique
tl_tl: Pangalan ng Tagapuna

source: Excellent! Please rate us 5-stars.
fi_fi: Loistavaa! Antaisitko meille 5 tähden arvion.
fr_fr: Excellent ! Considérez nous laisser un avis de 5 étoiles.
tl_tl: Mahusay! Pakimarka sa amin ang 5-star.

source: Shortcode {site-name} uses the site name as set in WP Settings>General.
fi_fi: Lyhytkoodi {site-name} käyttää sivuston nimeä, joka on määritetty kohdassa Asetukset > Yleinen.
fr_fr: Le shortcode {site-name} utilise le nom défini dans Réglages>Général.
tl_tl: Ang shortcode {site-name} ay gumagamit ng pangalan ng site na nakatakda sa WP Settings>General.

# Funnel
source: Add New
fi_fi: Lisää uusi
fr_fr: Ajouter
tl_tl: Magdagdag ng Bago

source: Excellent
fi_fi: Loistava
tl_tl: Mahusay

source: Positive:
fi_fi: Positiivinen:
tl_tl: Positibo:

source: Total:
fi_fi: Yhteensä:
tl_tl: Kabuuan:

# admin menu
source: Funnels
fi_fi: Putket
tl_tl: Mga Funnel

# post type general name
source: Funnels
fi_fi: Putket
tl_tl: Mga Funnel

# add new on admin bar
source: Funnel
fi_fi: Putki

# post type singular name
source: Funnel
fi_fi: Putki
