Repository: common-repository/starfish-reviews
Catalog: languages/starfish-*.po
Languages: de_de, fi_fi, fr_fr, nb_no, nl_nl, pt_br, th_th, tl_tl

source: Your current plan (%1$s) supports Ready-Only view of the captured Feeedback. %2$s
de_de: Ihr aktueller Plan (%1$s) unterstützt die Nur-Bereit-Ansicht des erfassten Feeedbacks. %2$s
nb_no: Din nåværende plan (%1$s) støtter Ready-Only-visning av den tilbakeførte tilbakebetalingen. %2$s
nl_nl: Uw huidige abonnement (%1$s) ondersteunt Ready-Only weergave van de vastgelegde Feeedback. %2$s
pt_br: Seu plano atual (%1$s) oferece suporte para visualização Ready-Only do Feeedback capturado. %2$s
th_th: แผนปัจจุบันของคุณ (%1$s) รองรับมุมมองแบบ Ready-Only ของ Feeedback ที่จับได้ %2$s

source: Upgrade StarfishPremium Plan
de_de: Aktualisieren Sie den StarfishPremium Plan
pt_br: Atualizar plano StarfishPremium
th_th: อัปเกรดแผนปลาดาว

source: Upgrade your plan!
de_de: Aktualisieren Sie Ihren Plan!
nb_no: Oppgrader planen din!
nl_nl: Upgrade uw plan!
pt_br: Atualize seu plano!
th_th: อัปเกรดแผนของคุณ!

source: Your current plan (%1$s) only allows for %2$s published funnel at a time. %4$s
de_de: Ihr aktueller Plan (%1$s) lässt nur %2$s veröffentlichten Trichter gleichzeitig zu. %4$s
nb_no: Gjeldende abonnement (%1$s) tillater bare %2$s publisert trakt om gangen. %4$s
nl_nl: Uw huidige plan (%1$s) staat slechts %2$s gepubliceerde trechter tegelijk toe. %4$s
pt_br: Seu plano atual (%1$s) permite apenas% 2 $ s funil publicado por vez. %4$s
th_th: แผนปัจจุบันของคุณ (%1$s) อนุญาตให้เผยแพร่ได้ครั้งละ %2$s ช่องทางเท่านั้น %4$s

source: The newest %1$n funnel has been set to Draft status to bring your account within compliance.
de_de: Der neueste %1$n Trichter wurde auf den Entwurfsstatus gesetzt, um Ihr Konto in Übereinstimmung zu bringen.
nb_no: Den nyeste %1$n-trakten er satt til Utkast-status for å bringe kontoen din i samsvar.
nl_nl: De nieuwste %1$n trechter is ingesteld op Conceptstatus om uw account binnen de perken te houden.
pt_br: O funil %1$ n mais recente foi definido com o status Rascunho para deixar sua conta em conformidade.
th_th: ช่องทางใหม่ล่าสุด %1$n ได้รับการตั้งค่าเป็นสถานะร่างเพื่อให้บัญชีของคุณสอดคล้องกับนโยบาย

source: Please enter your name.
de_de: Bitte geben Sie Ihren Namen ein.
fi_fi: Anna nimesi.
fr_fr: Veuillez entrer votre nom.
nb_no: Vennligst skriv inn navnet ditt.
nl_nl: Voer uw naam in.
pt_br: Por favor, insira seu nome.
th_th: กรุณากรอกชื่อของคุณ.
tl_tl: Pakilagay ang iyong pangalan.

source: Please enter a valid email.
de_de: Bitte geben Sie eine gültige Email-Adresse ein.
nb_no: Vennligst skriv inn en gyldig e-postadresse.
nl_nl: Gelieve een geldig e-mailadres in te vullen.
pt_br: Por favor digite um email válido.
th_th: กรุณาใส่อีเมลที่ถูกต้อง.

source: Please enter your phone.
de_de: Bitte geben Sie Ihr Telefon ein.
nb_no: Vennligst skriv inn telefonen din.
nl_nl: Voer uw telefoon in.
pt_br: Por favor, digite seu telefone.
th_th: กรุณาใส่โทรศัพท์ของคุณ

source: Leave your review.
de_de: Hinterlassen Sie Ihre Bewertung.
fi_fi: Kirjoita arviosi.
fr_fr: Laisser votre avis.
nb_no: Legg igjen din anmeldelse.
nl_nl: Laat je beoordeling achter.
pt_br: Deixe seu comentário.
th_th: แสดงความคิดเห็นของคุณ
tl_tl: Iwanan ang iyong Puna.

source: Your Name
de_de: Ihr Name
fi_fi: Nimesi
fr_fr: Votre Nom
nb_no: Navnet ditt
nl_nl: Uw naam
pt_br: Seu nome
th_th: ชื่อของคุณ
tl_tl: Ang Iyong Pangalan

source: Your Email
de_de: Ihre E-Mail-Adresse
fi_fi: Sähköpostiosoitteesi
fr_fr: Votre Email
nb_no: Din epost
nl_nl: Jouw email
pt_br: Seu email
th_th: อีเมลของคุณ
tl_tl: Ang Iyong Email

source: Your Phone
de_de: Ihre Telefonnummer
fi_fi: Puhelinnumerosi
fr_fr: Votre Téléphone
nb_no: Din telefon
nl_nl: Jouw telefoon
pt_br: Seu telefone
th_th: โทรศัพท์ของคุณ
tl_tl: Ang Iyong Telepono

source: Sending...
de_de: Senden ...
nb_no: Sender ...
nl_nl: Bezig met verzenden...
pt_br: Enviando ...
th_th: การส่ง...

source: Leave a Public Review
de_de: Hinterlasse eine öffentliche Bewertung
fr_fr: Laisser un Avis Public
nb_no: Legg igjen en offentlig gjennomgang
nl_nl: Laat een openbare recensie achter
pt_br: Deixe uma revisão pública
th_th: ออกความคิดเห็นสาธารณะ
tl_tl: Mag-iwan ng Pampublikong Pagsusuri

source: You need to enter at least {0} characters
de_de: Sie müssen mindestens {0} Zeichen eingeben
nb_no: Du må oppgi minst {0} tegn
nl_nl: Je moet minimaal {0} tekens invoeren
pt_br: Você precisa inserir pelo menos {0} caracteres
th_th: คุณต้องป้อนอักขระอย่างน้อย {0} ตัว

source: Skip this feedback and leave a public review.
de_de: Überspringen Sie dieses Feedback und hinterlassen Sie eine öffentliche Bewertung.
nb_no: Hopp over denne tilbakemeldingen og legg igjen en offentlig anmeldelse.
nl_nl: Sla deze feedback over en laat een openbare beoordeling achter.
pt_br: Pule este feedback e deixe uma revisão pública.
th_th: ข้ามความคิดเห็นนี้และแสดงความคิดเห็นต่อสาธารณะ

source: Yes
de_de: Ja
nb_no: Ja
nl_nl: Ja
pt_br: sim
th_th: ใช่

source: No
de_de: Nein
nb_no: Nei
nl_nl: Nee
pt_br: Não
th_th: ไม่

source: Your Review
de_de: Ihre Bewertung
nb_no: Din vurdering
nl_nl: Je recensie
pt_br: Sua revisão
th_th: บทวิจารณ์ของคุณ

source: Full name
de_de: Vollständiger Name
nb_no: Fullt navn
nl_nl: Voor-en achternaam
pt_br: Nome completo
th_th: ชื่อเต็ม

source: Email Address
de_de: E-Mail-Adresse
nb_no: Epostadresse
nl_nl: E-mailadres
pt_br: Endereço de e-mail
th_th: ที่อยู่อีเมล

source: Phone Number
de_de: Telefonnummer
nb_no: Telefonnummer
nl_nl: Telefoonnummer
pt_br: Número de telefone
th_th: หมายเลขโทรศัพท์

source: indicates required fields
de_de: zeigt erforderliche Felder an
nb_no: Må utfylles
nl_nl: Duidt verplichte velden aan
pt_br: indica campos obrigatórios
th_th: ระบุฟิลด์ที่จำเป็น

source: Please provide a review.
de_de: Bitte geben Sie eine Bewertung ab.
nb_no: Vennligst gi en anmeldelse.
nl_nl: Geef een beoordeling.
pt_br: Por favor, forneça uma revisão.
th_th: โปรดให้ความเห็น

source: Please enter your email.
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein.
nb_no: Vennligst skriv inn e-postadressen din.
nl_nl: Vul alstublieft uw e-mailadres in.
pt_br: Por favor introduza o seu e-mail.
th_th: กรุณากรอกอีเมลของคุณ

source: Your phone.
de_de: Ihre Telefonnummer.
nb_no: Din telefon.
nl_nl: Jouw telefoon.
pt_br: Seu telefone.
th_th: โทรศัพท์ของคุณ.

source: Starfish Notice
de_de: Seestern Hinweis
nb_no: Merknad om sjøstjerner
pt_br: Aviso de estrela do mar
th_th: ประกาศปลาดาว

source: This funnel (%1$s) is not valid or published yet!
de_de: Dieser Trichter (%1$s) ist noch nicht gültig oder veröffentlicht!
nb_no: Denne trakten (%1$s) er ikke gyldig eller publisert ennå!
nl_nl: Deze trechter (%1$s) is nog niet geldig of gepubliceerd!
pt_br: Este funil (%1$s) não é válido ou ainda não foi publicado!
th_th: ช่องทางนี้ (%1$s) ยังไม่ถูกต้องหรือเผยแพร่!

source: Successfully completed migration!
de_de: Migration erfolgreich abgeschlossen!
nb_no: Vellykket fullført migrering!
nl_nl: Migratie succesvol afgerond!
pt_br: Migração concluída com sucesso!
th_th: ย้ายข้อมูลสำเร็จ!

source: Failed to update StarfishPremium Migration schema
de_de: Fehler beim Aktualisieren des StarfishPremium-Migrationsschemas
nl_nl: Kan StarfishPremium Migration-schema niet bijwerken
pt_br: Falha ao atualizar o esquema StarfishPremium Migration
th_th: อัปเดตสคีมา StarfishPremium Migration ไม่สำเร็จ

source: General
de_de: Allgemeines
nb_no: Generell
nl_nl: Algemeen
pt_br: Geral
th_th: ทั่วไป

source: Email
nb_no: E-post
pt_br: O email
th_th: อีเมล์

source: Funnels
de_de: Trichter
nb_no: Trakter
nl_nl: Trechters
pt_br: Funis
th_th: ช่องทาง

source: Reply-To ID
de_de: Antwort-ID
nb_no: Svar-ID
nl_nl: Antwoord-ID
pt_br: ID de resposta
th_th: รหัสตอบกลับ

source: Will only be used if ID is a properly formatted email address.
de_de: Wird nur verwendet, wenn ID eine ordnungsgemäß formatierte E-Mail-Adresse ist.
fi_fi: Käytetään vain, jos tunnus on oikein muotoiltu sähköpostiosoite.
fr_fr: Ne sera utilisé uniquement que si l'ID est un email correctement formaté.
nb_no: Vil bare brukes hvis ID er en riktig formatert e-postadresse.
nl_nl: Wordt alleen gebruikt als ID een correct opgemaakt e-mailadres is.
pt_br: Só será usado se o ID for um endereço de e-mail formatado corretamente.
th_th: จะใช้ก็ต่อเมื่อ ID เป็นที่อยู่อีเมลที่มีรูปแบบถูกต้อง
tl_tl: Gagamitin lamang kung ang ID ay isang maayos na na-format na email address.

source: From Name
de_de: Von Namen
fi_fi: Lähettäjän nimi
fr_fr: Par Nom
nb_no: Fra navn
nl_nl: Van naam
pt_br: De nome
th_th: จากชื่อ
tl_tl: Mula sa Pangalan

source: Supports shortcode {site-name} to use the site's name.
de_de: Unterstützt den Shortcode {Site-Name}, um den Site-Namen zu verwenden.
nb_no: Støtter kortnummer {site-name} for å bruke nettstedets navn.
nl_nl: Ondersteunt shortcode {site-name} om de naam van de site te gebruiken.
pt_br: Suporta shortcode {site-name} para usar o nome do site.
th_th: รองรับรหัสย่อ {site-name} เพื่อใช้ชื่อไซต์

source: From Email
de_de: Aus der Email
fi_fi: Lähettäjän sähköpostiosoite
fr_fr: Par Email
nb_no: Fra e-post
nl_nl: Van email
pt_br: Do email
th_th: จากอีเมล
tl_tl: Mula sa Email

source: Supports shortcode {admin-email} to use the site's Administrator's email.
de_de: Unterstützt den Shortcode {admin-email}, um die Administrator-E-Mail der Site zu verwenden.
nb_no: Støtter kortnummer {admin-e-post} for å bruke nettstedets administrator-e-post.
nl_nl: Ondersteunt shortcode {admin-email} om het e-mailadres van de beheerder van de site te gebruiken.
pt_br: Suporta shortcode {admin-email} para usar o e-mail do administrador do site.
th_th: รองรับรหัสย่อ {admin-email} เพื่อใช้อีเมลของผู้ดูแลระบบของไซต์

source: Email Subject
de_de: E-Mail Betreff
fi_fi: Sähköpostin aihe
fr_fr: Objet de l'Email
nb_no: E-post Emne
nl_nl: E-mail onderwerp
pt_br: Assunto do email
th_th: หัวเรื่องของอีเมล
tl_tl: Paksa ng Email

source: Supports shortcode {funnel-name} and {tracking-id}.
de_de: Unterstützt Shortcode {Trichtername} und {Tracking-ID}.
nb_no: Støtter kortnummer {trakt-navn} og {sporings-id}.
nl_nl: Ondersteunt shortcode {funnel-name} en {tracking-id}.
pt_br: Suporta shortcode {funnel-name} e {tracking-id}.
th_th: รองรับรหัสย่อ {funnel-name} และ {tracking-id}

source: Message Template
de_de: Nachrichtenvorlage
fi_fi: Viestipohja
fr_fr: Template du Message
nb_no: Meldingsmal
nl_nl: Berichtsjabloon
pt_br: Modelo de Mensagem
th_th: เทมเพลตข้อความ
tl_tl: Template ng Mensahe

source: Make sure to include shortcode {review-message}. Also supports {funnel-name}, {tracking-id}, {reviewer-name}, {reviewer-email} and {reviewer-phone}.
de_de: Stellen Sie sicher, dass Sie den Shortcode {Überprüfungsnachricht} einfügen. Unterstützt auch {Trichtername}, {Tracking-ID}, {Prüfername}, {Prüfer-E-Mail} und {Prüfer-Telefon}.
nb_no: Sørg for å ta med kortnummer {review-message}. Støtter også {funnel-name}, {tracking-id}, {reviewer-name}, {reviewer-email} og {reviewer-phone}.
nl_nl: Zorg ervoor dat u shortcode {review-message} toevoegt. Ondersteunt ook {funnel-name}, {tracking-id}, {reviewer-name}, {reviewer-email} en {reviewer-phone}.
pt_br: Certifique-se de incluir o shortcode {review-message}. Também suporta {funnel-name}, {tracking-id}, {reviewer-name}, {reviewer-email} e {reviewer-phone}.
th_th: อย่าลืมใส่รหัสย่อ {review-message} นอกจากนี้ยังรองรับ {funnel-name}, {tracking-id}, {reviewer-name}, {reviewer-email} และ {reviewer-phone}

source: Feedback Email
nb_no: Tilbakemelding E-post
nl_nl: E-mail met feedback
pt_br: Email de feedback
th_th: อีเมลความคิดเห็น

source: Funnel Slug
de_de: Trichterschnecke
nb_no: Trakt Slug
nl_nl: Trechter Slug
th_th: กระสุนช่องทาง

source: The Funnel post-type slug. Note: Re-save <a href=/wp-admin/options-permalink.php" title="Settings Permalink">Permalinks</a> if your funnel goes to a 404 page.
de_de: Die Trichter-Post-Type-Schnecke. Hinweis: Speichern Sie <a href=/wp-admin/options-permalink.php" title="Einstellungen Permalink">Permalinks erneut,</a> wenn Ihr Trichter auf eine 404-Seite wechselt.
nb_no: Trakten etter typen slug. Merk: Lagre <a href=/wp-admin/options-permalink.php" title="Innstillinger Permalink">permelinkene på nytt</a> hvis trakten går til en 404-side.
nl_nl: The Funnel post-type naaktslak. Opmerking: sla <a href=/wp-admin/options-permalink.php" title="Instellingen Permalink">Permalinks opnieuw op</a> als uw trechter naar een 404-pagina gaat.
pt_br: A lesma funil pós-tipo. Observação: salve os <a href=/wp-admin/options-permalink.php" title="Link permanente de configurações">links permanentes</a> novamente se o funil for para uma página 404.
th_th: กระสุนโพสต์ประเภทช่องทาง หมายเหตุ: บันทึก <a href=/wp-admin/options-permalink.php" title="การตั้งค่าลิงก์ถาวร">ลิงก์ถาวร</a> อีกครั้งหากช่องทางของคุณไปที่หน้า 404

source: Branding
nb_no: Merkevarebygging
th_th: การสร้างแบรนด์

source: Turn off branding on Funnel pages.
de_de: Deaktivieren Sie das Branding auf Trichterseiten.
nb_no: Slå av merkevarebygging på trakt-sider.
nl_nl: Schakel branding op trechterpagina's uit.
pt_br: Desative a marca nas páginas do funil.
th_th: ปิดการสร้างแบรนด์บนหน้าช่องทาง

source: Branding Content
de_de: Branding-Inhalt
nb_no: Merkevareinnhold
nl_nl: Branding-inhoud
pt_br: Conteúdo de marca
th_th: เนื้อหาการสร้างแบรนด์

source: Insert HTML for your branding. Consider joining
de_de: Fügen Sie HTML für Ihr Branding ein. Betrachten Sie den Beitritt
nb_no: Sett inn HTML for merkevaren din. Vurder å bli med
nl_nl: Voeg HTML in voor uw branding. Overweeg om mee te doen
pt_br: Insira HTML para sua marca. Considere entrar
th_th: แทรก HTML สำหรับการสร้างแบรนด์ของคุณ พิจารณาเข้าร่วม

source: and inserting your affiliate link here.
de_de: und fügen Sie hier Ihren Partnerlink ein.
nb_no: og sette inn tilknyttet lenke her.
nl_nl: en hier uw affiliate-link invoegen.
pt_br: e inserindo seu link de afiliado aqui.
th_th: และใส่ลิงค์พันธมิตรของคุณที่นี่

source: Clean On Deactivation
de_de: Bei Deaktivierung reinigen
nb_no: Rengjør ved deaktivering
nl_nl: Opschonen bij deactivering
pt_br: Limpeza na desativação
th_th: ทำความสะอาดเมื่อเลิกใช้งาน

source: DO NOT use this option, unless you want to remove ALL Starfish Reviews settings and data.
de_de: Verwenden Sie diese Option NICHT, es sei denn, Sie möchten ALLE Einstellungen und Daten von Starfish Reviews entfernen.
nb_no: IKKE bruk dette alternativet, med mindre du vil fjerne ALLE innstillinger og data for Starfish Reviews.
nl_nl: Gebruik deze optie NIET, tenzij u ALLE instellingen en gegevens van StarfishPremium Reviews wilt verwijderen.
pt_br: NÃO use esta opção, a menos que você queira remover TODAS as configurações e dados das avaliações da StarfishPremium.
th_th: อย่าใช้ตัวเลือกนี้เว้นแต่คุณจะต้องการลบการตั้งค่าและข้อมูล Starfish Reviews ทั้งหมด

source: Feedback Thank You Message
de_de: Feedback Danke Nachricht
nb_no: Tilbakemelding takkemelding
nl_nl: Feedback Bedankt Bericht
pt_br: Feedback Mensagem de agradecimento
th_th: ข้อเสนอแนะขอบคุณข้อความ

source: Message displayed after feedback has been submitted on a "No" response.
de_de: Nachricht, die angezeigt wird, nachdem eine Rückmeldung mit der Antwort "Nein" gesendet wurde.
nb_no: Melding som vises etter tilbakemelding på "Nei" -svar.
nl_nl: Bericht dat wordt weergegeven nadat feedback is gegeven bij een "Nee" -antwoord.
pt_br: Mensagem exibida após o feedback ter sido enviado em uma resposta "Não".
th_th: ข้อความจะปรากฏขึ้นหลังจากส่งความคิดเห็นในการตอบกลับ "ไม่"

source: Feedback Prompt
de_de: Feedback-Eingabeaufforderung
nb_no: Tilbakemelding
th_th: พร้อมรับคำติชม

source: Message displayed after submitting a "No" response.
de_de: Nachricht wird angezeigt, nachdem eine "Nein" -Antwort gesendet wurde.
nb_no: Meldingen vises etter at du har sendt et "Nei" -svar.
nl_nl: Bericht weergegeven na het indienen van een "Nee" -antwoord.
pt_br: Mensagem exibida após o envio de uma resposta "Não".
th_th: ข้อความปรากฏขึ้นหลังจากส่งการตอบกลับ "ไม่"

source: Review Prompt
de_de: Eingabeaufforderung überprüfen
fi_fi: Arviokehote
fr_fr: Message de l'Avis
nb_no: Gjennomgå ledeteksten
nl_nl: Herhaal prompt
th_th: พร้อมรับคำวิจารณ์

source: Message displayed after submitting a "Yes" response.
de_de: Nachricht wird angezeigt, nachdem eine "Ja" -Antwort gesendet wurde.
nb_no: Meldingen vises etter at du har sendt et "Ja" -svar.
nl_nl: Bericht weergegeven na het indienen van een "Ja" -antwoord.
pt_br: Mensagem exibida após enviar uma resposta "Sim".
th_th: ข้อความปรากฏขึ้นหลังจากส่งคำตอบ "ใช่"

source: Submit Button Text on "No"
de_de: Senden Sie Button Text auf "Nein"
nb_no: Send knappetekst på "Nei"
nl_nl: Knoptekst verzenden op 'Nee'
pt_br: Enviar texto do botão em "Não"
th_th: ส่งข้อความปุ่มบน "ไม่"

source: When a user selects "NO" this text will be used on the Submit Button.
de_de: Wenn ein Benutzer "NEIN" wählt, wird dieser Text auf der Senden-Schaltfläche verwendet.
nb_no: Når en bruker velger "NEI", vil denne teksten bli brukt på Send-knappen.
nl_nl: Wanneer een gebruiker "NEE" selecteert, wordt deze tekst gebruikt op de knop Verzenden.
pt_br: Quando um usuário seleciona "NÃO", este texto será usado no botão Enviar.
th_th: เมื่อผู้ใช้เลือก "ไม่" ข้อความนี้จะถูกใช้บนปุ่มส่ง

source: Submit Button Text on "Yes"
de_de: Senden Sie Button Text auf "Ja"
nb_no: Send knappetekst på "Ja"
nl_nl: Knoptekst indienen op 'Ja'
pt_br: Enviar texto do botão em "Sim"
th_th: ส่งข้อความปุ่มบน "ใช่"

source: When a user selects "YES" this text will be used on the Submit Button.
de_de: Wenn ein Benutzer "JA" auswählt, wird dieser Text auf der Schaltfläche "Senden" verwendet.
nb_no: Når en bruker velger "JA", vil denne teksten bli brukt på Send-knappen.
nl_nl: Wanneer een gebruiker "JA" selecteert, wordt deze tekst gebruikt op de knop Verzenden.
pt_br: Quando um usuário seleciona "SIM", este texto será usado no botão Enviar.
th_th: เมื่อผู้ใช้เลือก "ใช่" ข้อความนี้จะถูกใช้บนปุ่มส่ง

source: Yes/No Question
de_de: Ja-nein Frage
fi_fi: Kyllä/Ei kysymys
fr_fr: Oui/Non Question
nb_no: Ja / nei spørsmål
nl_nl: Ja-nee-vraag
pt_br: Sim / Não Pergunta
th_th: ใช่ / ไม่ใช่คำถาม
tl_tl: Oo/Hindi na Tanong

source: The prompt to recommend this website or not.
de_de: Die Aufforderung, diese Website zu empfehlen oder nicht.
nb_no: Spørsmålet om å anbefale dette nettstedet eller ikke.
nl_nl: De prompt om deze website aan te bevelen of niet.
pt_br: O prompt para recomendar este site ou não.
th_th: แจ้งให้แนะนำเว็บไซต์นี้หรือไม่

source: Public Review Text
de_de: Öffentlicher Überprüfungstext
fr_fr: Texte de l'Avis Public
nb_no: Offentlig gjennomgangstekst
pt_br: Texto de revisão pública
th_th: ข้อความบทวิจารณ์สาธารณะ
tl_tl: Pampublikong Tekstong Puna

source: The text shown above the button(s) to leave a review after skipping negative feedback
de_de: Der Text, der über den Schaltflächen angezeigt wird, um eine Bewertung zu hinterlassen, nachdem negatives Feedback übersprungen wurde
nb_no: Teksten som vises over knappene for å gi en anmeldelse etter å ha hoppet over negativ tilbakemelding
nl_nl: De tekst boven de knop (pen) om een review achter te laten na het overslaan van negatieve feedback
pt_br: O texto mostrado acima do (s) botão (ões) para deixar um comentário após pular o feedback negativo
th_th: ข้อความที่แสดงเหนือปุ่มเพื่อแสดงความคิดเห็นหลังจากข้ามข้อเสนอแนะเชิงลบ

source: Yes Redirect Seconds
de_de: Ja Sekunden umleiten
nb_no: Ja Viderekoble sekunder
nl_nl: Ja Seconden omleiden
pt_br: Sim Redirecionar segundos
th_th: ใช่เปลี่ยนเส้นทางวินาที

source: How many seconds to wait before redirecting to the review site.
de_de: Wie viele Sekunden müssen Sie warten, bevor Sie zur Überprüfungssite umleiten?
nb_no: Hvor mange sekunder å vente før omdirigering til gjennomgangssiden.
nl_nl: Hoeveel seconden wachten voordat u wordt omgeleid naar de beoordelingssite.
pt_br: Quantos segundos esperar antes de redirecionar para o site de revisão.
th_th: ต้องรอกี่วินาทีก่อนที่จะเปลี่ยนเส้นทางไปยังไซต์ตรวจสอบ

source: Skip Feedback Link Text
de_de: Feedback-Link-Text überspringen
nb_no: Hopp over tilbakemeldingstekst
nl_nl: Sla Feedback Link Text over
pt_br: Pular texto do link de feedback
th_th: ข้ามข้อความลิงก์คำติชม

source: The link text for skipping the feedback form (Requires the Funnel 'Disable Review Gating' to be disabled).
de_de: Der Linktext zum Überspringen des Feedback-Formulars (Erfordert, dass der Trichter 'Review Gating deaktivieren' deaktiviert ist).
nb_no: Koblingsteksten for å hoppe over tilbakemeldingsskjemaet (Krever at trakt 'Disable Review Gating' deaktiveres).
nl_nl: De linktekst voor het overslaan van het feedbackformulier (vereist dat de trechter 'Review Gating uitschakelen' is uitgeschakeld).
pt_br: O texto do link para pular o formulário de feedback (requer que o funil 'Desativar janela de revisão' esteja desativado).
th_th: ข้อความลิงก์สำหรับข้ามแบบฟอร์มข้อเสนอแนะ (ต้องปิดช่องทาง 'ปิดใช้งานการตรวจสอบ Gating')

source: Specify %1$s settings below
de_de: Geben Sie unten die Einstellungen für %1$s
nb_no: Angi %1$s innstillinger nedenfor
nl_nl: Geef hieronder %1$s instellingen op
pt_br: Especifique as configurações de %1$s abaixo
th_th: ระบุการตั้งค่า %1$s ด้านล่าง

source: Specify the default %1$s settings below. These will apply when creating new <a href="%2$s" title="View Funnels">Funnels</a>.
de_de: Geben Sie unten die Standardeinstellungen für %1$s an. Diese gelten beim Erstellen neuer <a href="%2$s" title="Trichter anzeigen">Trichter</a> .
nb_no: Angi standardinnstillingene for %1$s nedenfor. Disse gjelder når du oppretter nye <a href="%2$s" title="Vis trakter">trakter</a> .
nl_nl: Geef hieronder de standaardinstellingen voor %1$s op. Deze zijn van toepassing bij het maken van nieuwe <a href="%2$s" title="Bekijk trechters">trechters</a> .
pt_br: Especifique as configurações padrão de %1$s abaixo. Isso se aplicará ao criar novos <a href="%2$s" title="Exibir funis">funis</a> .
th_th: ระบุการตั้งค่า %1$s เริ่มต้นด้านล่าง สิ่งเหล่านี้จะนำไปใช้เมื่อสร้าง <a href="%2$s" title="ดูช่องทาง">ช่องทาง</a> ใหม่

source: Settings Toolbox
de_de: Einstellungs-Toolbox
nb_no: Innstillingsverktøykasse
nl_nl: Instellingen Toolbox
pt_br: Caixa de ferramentas de configurações
th_th: กล่องเครื่องมือการตั้งค่า

source: Restore System Defaults
de_de: Systemstandards wiederherstellen
nb_no: Gjenopprett systemstandarder
nl_nl: Systeeminstellingen herstellen
pt_br: Restaurar padrões do sistema
th_th: คืนค่าเริ่มต้นของระบบ

source: Replace all existing values with the system defaults.
de_de: Ersetzen Sie alle vorhandenen Werte durch die Systemstandards.
nb_no: Erstatt alle eksisterende verdier med systemstandardene.
nl_nl: Vervang alle bestaande waarden door de systeemstandaarden.
pt_br: Substitua todos os valores existentes pelos padrões do sistema.
th_th: แทนที่ค่าที่มีอยู่ทั้งหมดด้วยค่าเริ่มต้นของระบบ

source: Use submitter ID as "reply-to" email address.
de_de: Verwenden Sie die Absender-ID als "Antwort an" E-Mail-Adresse.
fi_fi: Käytä lähettäjän tunnusta vastausosoitteena.
fr_fr: Utiliser l'ID de l'envoyeur comme champ "répondre à" adresse email.
nb_no: Bruk sender-ID som "svar på" e-postadresse.
nl_nl: Gebruik de indiener-ID als "antwoord" -e-mailadres.
pt_br: Use o ID do remetente como endereço de e-mail "para resposta".
th_th: ใช้รหัสผู้ส่งเป็นที่อยู่อีเมล "ตอบกลับ"
tl_tl: Gamitin ang submitter ID bilang "reply-to" na email address.

source: The name the email will appear to be from.
de_de: Der Name, von dem die E-Mail zu stammen scheint.
nb_no: Navnet e-posten ser ut til å være fra.
nl_nl: De naam waarvan de e-mail afkomstig lijkt te zijn.
pt_br: O nome do qual o e-mail aparecerá.
th_th: ชื่ออีเมลจะดูเหมือนมาจาก

source: Email address the message will appear to be from.
de_de: E-Mail-Adresse, von der die Nachricht zu stammen scheint.
nb_no: E-postadressen meldingen ser ut til å være fra.
nl_nl: E-mailadres waar het bericht vandaan lijkt te komen.
pt_br: Endereço de e-mail do qual a mensagem aparecerá.
th_th: ที่อยู่อีเมลที่ข้อความจะมาจาก
